---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCalculatedSize
source: html/dbe990a5-72a7-bb9d-b2dc-8858736a9071.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCalculatedSize Property

"Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCalculatedSize { get; }
```